<?php

return [
    /**
     * Список того что можно купить
     */
    'cooldown_seconds' => 10, // Время повторной попытки покупки
    'list_of_packs' => [
        [
            "server_id" => 1,
            "packs" => [
                [
                    "product_id" => 7, // ID продукта из магазина
                    "items" => [
                        [
                            'id' => 57, // ID предмета
                            'count' => 1000, // Количество предметов
                        ],
                        [
                            'id' => 4037,
                            'count' => 5,
                        ],
                    ],
                ],
                [
                    "product_id" => 8, // ID продукта из магазина
                    "items" => [
                        [
                            'id' => 57, // ID предмета
                            'count' => 1, // Количество предметов
                        ],
                        [
                            'id' => 4037,
                            'count' => 5,
                        ],
                        [
                            'id' => 280,
                            'count' => 1,
                            'enchant' => 10,
                        ],
                    ],
                ],
                [
                    "product_id" => 9, // ID продукта из магазина
                    "items" => [
                        [
                            'id' => 57, // ID предмета
                            'count' => 1, // Количество предметов
                        ],
                        [
                            'id' => 4037,
                            'count' => 5,
                        ],
                        [
                            'id' => 280,
                            'count' => 1,
                            'enchant' => 10,
                        ],
                        [
                            'id' => 1660,
                            'count' => 1,
                            'enchant' => 10,
                        ],
                        [
                            'id' => 1376,
                            'count' => 1,
                            'enchant' => 10,
                        ],
                    ],
                ],
            ]
        ],
        [
            "server_id" => 2,
            "packs" => [
                [
                    "product_id" => 9, // ID продукта из магазина
                    "items" => [
                        [
                            'id' => 57, // ID предмета
                            'count' => 1, // Количество предметов
                        ],
                        [
                            'id' => 4037,
                            'count' => 5,
                        ],
                        [
                            'id' => 280,
                            'count' => 1,
                            'enchant' => 10,
                        ],
                        [
                            'id' => 1660,
                            'count' => 1,
                            'enchant' => 10,
                        ],
                        [
                            'id' => 1376,
                            'count' => 1,
                            'enchant' => 10,
                        ],
                    ],
                ],
            ]
        ],
    ]
];